Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: Stasis supports custom URL schemes (**stasis://**) and command-line automation. This is a 100 percent reliable, universal automation system that works in Apple Shortcuts, Raycast, Alfred, and Terminal scripts—without needing an Apple Developer Account.
de: Stasis unterstützt benutzerdefinierte URL-Schemata (**stasis://**) und die Automatisierung über die Befehlszeile. Dieses vollständig zuverlässige, universelle Automatisierungssystem funktioniert mit Apple Kurzbefehlen, Raycast, Alfred und Terminal-Skripten – ganz ohne Apple-Entwickleraccount.
es: Stasis admite esquemas de URL personalizados (**stasis://**) y automatización mediante la línea de comandos. Es un sistema de automatización universal y totalmente fiable que funciona con Atajos de Apple, Raycast, Alfred y scripts de Terminal, sin necesidad de una cuenta de Apple Developer.
fr: Stasis prend en charge les schémas d’URL personnalisés (**stasis://**) et l’automatisation en ligne de commande. Ce système d’automatisation universel et entièrement fiable fonctionne avec Raccourcis d’Apple, Raycast, Alfred et les scripts de Terminal, sans compte Apple Developer.
it: Stasis supporta schemi URL personalizzati (**stasis://**) e l’automazione da riga di comando. È un sistema di automazione universale e completamente affidabile che funziona con Comandi Rapidi di Apple, Raycast, Alfred e gli script di Terminale, senza richiedere un account Apple Developer.
ja: StasisはカスタムURLスキーム（**stasis://**）とコマンドライン自動化に対応しています。Appleのショートカット、Raycast、Alfred、ターミナルスクリプトで利用できる、完全に信頼性の高い汎用自動化システムです。Apple Developerアカウントは必要ありません。
ko: Stasis는 사용자 지정 URL 스킴(**stasis://**)과 명령줄 자동화를 지원합니다. Apple 단축어, Raycast, Alfred 및 터미널 스크립트에서 Apple Developer 계정 없이 작동하는 완전히 신뢰할 수 있는 범용 자동화 시스템입니다.
nl: Stasis ondersteunt aangepaste URL-schema’s (**stasis://**) en automatisering via de opdrachtregel. Dit volledig betrouwbare, universele automatiseringssysteem werkt met Apple Opdrachten, Raycast, Alfred en Terminal-scripts, zonder Apple Developer-account.
pt_br: O Stasis oferece esquemas de URL personalizados (**stasis://**) e automação por linha de comando. É um sistema de automação universal e totalmente confiável que funciona com Atalhos da Apple, Raycast, Alfred e scripts do Terminal, sem precisar de uma conta do Apple Developer.
pt_pt: O Stasis suporta esquemas de URL personalizados (**stasis://**) e automatização através da linha de comandos. É um sistema de automatização universal e totalmente fiável que funciona com Atalhos da Apple, Raycast, Alfred e scripts do Terminal, sem necessitar de uma conta Apple Developer.
ru: Stasis поддерживает пользовательские схемы URL (**stasis://**) и автоматизацию через командную строку. Это полностью надёжная универсальная система автоматизации, которая работает с приложением «Команды» Apple, Raycast, Alfred и скриптами Терминала без учётной записи Apple Developer.
sk: Stasis podporuje vlastné schémy URL (**stasis://**) a automatizáciu cez príkazový riadok. Tento úplne spoľahlivý univerzálny automatizačný systém funguje so Skratkami Apple, Raycastom, Alfredom a skriptmi Terminálu bez účtu Apple Developer.
sl: Stasis podpira sheme URL po meri (**stasis://**) in avtomatizacijo prek ukazne vrstice. Ta popolnoma zanesljiv univerzalni sistem avtomatizacije deluje z Applovimi Bližnjicami, Raycastom, Alfredom in skripti Terminala brez računa Apple Developer.
tr: Stasis, özel URL şemalarını (**stasis://**) ve komut satırı otomasyonunu destekler. Apple Kestirmeler, Raycast, Alfred ve Terminal betikleriyle Apple Developer hesabı gerektirmeden çalışan, tamamen güvenilir ve evrensel bir otomasyon sistemidir.
vi: Stasis hỗ trợ lược đồ URL tùy chỉnh (**stasis://**) và tự động hóa bằng dòng lệnh. Đây là hệ thống tự động hóa phổ quát, hoàn toàn đáng tin cậy, hoạt động với Phím tắt của Apple, Raycast, Alfred và tập lệnh Terminal mà không cần tài khoản Apple Developer.
zh_hans: Stasis 支持自定义 URL 方案（**stasis://**）和命令行自动化。这是一套百分之百可靠、通用的自动化系统，可用于 Apple 快捷指令、Raycast、Alfred 和终端脚本，无需 Apple 开发者账户。
zh_hant: Stasis 支援自訂 URL 方案（**stasis://**）和命令列自動化。這是一套百分之百可靠、通用的自動化系統，可用於 Apple 捷徑、Raycast、Alfred 和終端機指令碼，無需 Apple 開發者帳號。

source: How to use in Apple's Shortcuts App
de: Verwendung in Apples Kurzbefehle-App
es: Cómo usar la app Atajos de Apple
fr: Utilisation dans l’app Raccourcis d’Apple
it: Come usare l’app Comandi Rapidi di Apple
ja: AppleのショートカットAppでの使い方
ko: Apple 단축어 앱에서 사용하는 방법
nl: Gebruik in de Opdrachten-app van Apple
pt_br: Como usar no app Atalhos da Apple
pt_pt: Como utilizar na app Atalhos da Apple
ru: Использование в приложении «Команды» Apple
sk: Používanie v aplikácii Skratky od Apple
sl: Uporaba v Applovi aplikaciji Bližnjice
tr: Apple’ın Kestirmeler Uygulamasında Kullanım
vi: Cách sử dụng trong ứng dụng Phím tắt của Apple
zh_hans: 如何在 Apple 的“快捷指令”App 中使用
zh_hant: 如何在 Apple 的「捷徑」App 中使用

source: CLI & Terminal Usage
de: CLI- & Terminal-Nutzung
es: Uso de CLI y Terminal
fr: Utilisation de la CLI et du Terminal
it: Uso di CLI e Terminale
ja: CLIとターミナルの使用方法
ko: CLI 및 터미널 사용법
nl: CLI- en Terminal-gebruik
pt_br: Uso da CLI e do Terminal
pt_pt: Utilização da CLI e do Terminal
ru: Использование CLI и Терминала
sk: Používanie CLI a Terminálu
sl: Uporaba CLI in Terminala
tr: CLI ve Terminal Kullanımı
vi: Sử dụng CLI và Terminal
zh_hans: CLI 与终端用法
zh_hant: CLI 與終端機用法

source: You can run any Stasis command from Terminal, shell scripts, Raycast, or Alfred using the `open` command:
de: Du kannst jeden Stasis-Befehl im Terminal, in Shell-Skripten, Raycast oder Alfred mit dem Befehl `open` ausführen:
es: Puedes ejecutar cualquier comando de Stasis desde Terminal, scripts de shell, Raycast o Alfred mediante el comando `open`:
fr: Vous pouvez exécuter n’importe quelle commande Stasis depuis le Terminal, des scripts shell, Raycast ou Alfred à l’aide de la commande `open` :
it: Puoi eseguire qualsiasi comando Stasis da Terminale, script di shell, Raycast o Alfred usando il comando `open`:
ja: ターミナル、シェルスクリプト、Raycast、Alfredから、`open`コマンドを使って任意のStasisコマンドを実行できます：
ko: 터미널, 셸 스크립트, Raycast 또는 Alfred에서 `open` 명령으로 모든 Stasis 명령을 실행할 수 있습니다:
nl: Je kunt elke Stasis-opdracht uitvoeren vanuit Terminal, shellscripts, Raycast of Alfred met de opdracht `open`:
pt_br: Você pode executar qualquer comando do Stasis pelo Terminal, por scripts de shell, Raycast ou Alfred usando o comando `open`:
pt_pt: Pode executar qualquer comando do Stasis no Terminal, em scripts de shell, no Raycast ou no Alfred utilizando o comando `open`:
ru: Любую команду Stasis можно выполнить из Терминала, скриптов оболочки, Raycast или Alfred с помощью команды `open`:
sk: Ľubovoľný príkaz Stasis môžete spustiť z Terminálu, shellových skriptov, Raycastu alebo Alfredu pomocou príkazu `open`:
sl: Kateri koli ukaz Stasis lahko zaženete iz Terminala, lupinskih skriptov, Raycasta ali Alfreda z ukazom `open`:
tr: Herhangi bir Stasis komutunu Terminal, kabuk betikleri, Raycast veya Alfred’dan `open` komutuyla çalıştırabilirsiniz:
vi: Bạn có thể chạy bất kỳ lệnh Stasis nào từ Terminal, tập lệnh shell, Raycast hoặc Alfred bằng lệnh `open`:
zh_hans: 你可以在终端、Shell 脚本、Raycast 或 Alfred 中使用 `open` 命令运行任意 Stasis 命令：
zh_hant: 你可以在終端機、Shell 指令碼、Raycast 或 Alfred 中使用 `open` 指令執行任意 Stasis 指令：

source: URL Scheme Reference
de: URL-Schema-Referenz
es: Referencia del esquema de URL
fr: Référence du schéma d’URL
it: Riferimento dello schema URL
ja: URLスキーム一覧
ko: URL 스킴 참조
nl: Overzicht van URL-schema’s
pt_br: Referência do esquema de URL
pt_pt: Referência do esquema de URL
ru: Справочник схемы URL
sk: Prehľad schémy URL
sl: Pregled sheme URL
tr: URL Şeması Referansı
vi: Tham chiếu lược đồ URL
zh_hans: URL 方案参考
zh_hant: URL 方案參考

source: Open Apple's **Shortcuts** app on your Mac.
de: Öffne Apples App **Kurzbefehle** auf deinem Mac.
es: Abre la app **Atajos** de Apple en tu Mac.
fr: Ouvrez l’app **Raccourcis** d’Apple sur votre Mac.
it: Apri l’app **Comandi Rapidi** di Apple sul Mac.
ja: MacでAppleの**ショートカット**Appを開きます。
ko: Mac에서 Apple의 **단축어** 앱을 엽니다.
nl: Open de Apple-app **Opdrachten** op je Mac.
pt_br: Abra o app **Atalhos** da Apple no Mac.
pt_pt: Abra a app **Atalhos** da Apple no Mac.
ru: Откройте приложение Apple **Команды** на Mac.
sk: Otvorte na Macu aplikáciu Apple **Skratky**.
sl: V Macu odprite Applovo aplikacijo **Bližnjice**.
tr: Mac’inizde Apple’ın **Kestirmeler** uygulamasını açın.
vi: Mở ứng dụng **Phím tắt** của Apple trên máy Mac.
zh_hans: 在 Mac 上打开 Apple 的**快捷指令** App。
zh_hant: 在 Mac 上開啟 Apple 的**捷徑** App。

source: Create a new Shortcut and add the **Open URL** action.
de: Erstelle einen neuen Kurzbefehl und füge die Aktion **URL öffnen** hinzu.
es: Crea un nuevo atajo y añade la acción **Abrir URL**.
fr: Créez un nouveau raccourci et ajoutez l’action **Ouvrir les URL**.
it: Crea un nuovo comando rapido e aggiungi l’azione **Apri URL**.
ja: 新しいショートカットを作成し、**URLを開く**アクションを追加します。
ko: 새로운 단축어를 만들고 **URL 열기** 동작을 추가합니다.
nl: Maak een nieuwe opdracht aan en voeg de taak **Open URL** toe.
pt_br: Crie um novo atalho e adicione a ação **Abrir URLs**.
pt_pt: Crie um novo atalho e adicione a ação **Abrir URL**.
ru: Создайте новую команду и добавьте действие **Открыть URL**.
sk: Vytvorte novú skratku a pridajte akciu **Otvoriť URL**.
sl: Ustvarite novo bližnjico in dodajte dejanje **Odpri URL**.
tr: Yeni bir kestirme oluşturun ve **URL’yi Aç** eylemini ekleyin.
vi: Tạo một phím tắt mới và thêm tác vụ **Mở URL**.
zh_hans: 新建一个快捷指令，并添加**打开 URL**操作。
zh_hant: 新增捷徑，並加入**打開 URL**動作。

source: Paste any Stasis URL from the reference list below (e.g., `stasis://charge-limit?value=80`).
de: Füge eine beliebige Stasis-URL aus der Referenzliste unten ein (z. B. `stasis://charge-limit?value=80`).
es: Pega cualquier URL de Stasis de la lista de referencia siguiente (p. ej., `stasis://charge-limit?value=80`).
fr: Collez une URL Stasis de la liste de référence ci-dessous (par ex. `stasis://charge-limit?value=80`).
it: Incolla un URL Stasis dall’elenco di riferimento seguente (ad es. `stasis://charge-limit?value=80`).
ja: 下の一覧からStasis URLを貼り付けます（例：`stasis://charge-limit?value=80`）。
ko: 아래 참조 목록에서 Stasis URL을 붙여넣습니다(예: `stasis://charge-limit?value=80`).
nl: Plak een Stasis-URL uit de onderstaande lijst (bijv. `stasis://charge-limit?value=80`).
pt_br: Cole uma URL do Stasis da lista de referência abaixo (por exemplo, `stasis://charge-limit?value=80`).
pt_pt: Cole um URL do Stasis da lista de referência abaixo (por exemplo, `stasis://charge-limit?value=80`).
ru: Вставьте любой URL Stasis из списка ниже (например, `stasis://charge-limit?value=80`).
sk: Vložte ľubovoľnú URL Stasis zo zoznamu nižšie (napr. `stasis://charge-limit?value=80`).
sl: Prilepite kateri koli URL Stasis s spodnjega seznama (npr. `stasis://charge-limit?value=80`).
tr: Aşağıdaki referans listesinden bir Stasis URL’si yapıştırın (ör. `stasis://charge-limit?value=80`).
vi: Dán một URL Stasis từ danh sách tham chiếu bên dưới (ví dụ: `stasis://charge-limit?value=80`).
zh_hans: 粘贴下方参考列表中的任意 Stasis URL（例如 `stasis://charge-limit?value=80`）。
zh_hant: 貼上下方參考列表中的任意 Stasis URL（例如 `stasis://charge-limit?value=80`）。

source: Run your Shortcut from your Menu Bar, Keyboard Shortcut, Dock, or Siri!
de: Führe deinen Kurzbefehl über die Menüleiste, einen Tastaturkurzbefehl, das Dock oder Siri aus!
es: Ejecuta tu atajo desde la barra de menús, un atajo de teclado, el Dock o Siri.
fr: Exécutez votre raccourci depuis la barre des menus, un raccourci clavier, le Dock ou Siri !
it: Esegui il comando rapido dalla barra dei menu, da un’abbreviazione da tastiera, dal Dock o con Siri.
ja: メニューバー、キーボードショートカット、Dock、またはSiriからショートカットを実行します。
ko: 메뉴 막대, 키보드 단축키, Dock 또는 Siri에서 단축어를 실행하세요!
nl: Voer je opdracht uit via de menubalk, een toetscombinatie, het Dock of Siri.
pt_br: Execute o atalho pela barra de menus, por um atalho de teclado, pelo Dock ou pela Siri.
pt_pt: Execute o atalho a partir da barra de menus, de um atalho de teclado, da Dock ou através da Siri.
ru: Запустите команду из строки меню, сочетанием клавиш, из Dock или с помощью Siri.
sk: Spustite skratku z panela ponúk, klávesovou skratkou, z Docku alebo pomocou Siri.
sl: Zaženite bližnjico iz menijske vrstice, z bližnjico na tipkovnici, iz Docka ali s Siri.
tr: Kestirmenizi Menü Çubuğu, klavye kestirmesi, Dock veya Siri’den çalıştırın!
vi: Chạy phím tắt từ thanh menu, phím tắt bàn phím, Dock hoặc Siri!
zh_hans: 可从菜单栏、键盘快捷键、Dock 或 Siri 运行你的快捷指令！
zh_hant: 可從選單列、鍵盤快速鍵、Dock 或 Siri 執行你的捷徑！

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
ko: 복사됨
nl: Gekopieerd
pt_br: Copiado
pt_pt: Copiado
ru: Скопировано
sk: Skopírované
sl: Kopirano
tr: Kopyalandı
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Helper Status
es: Estado del asistente
fr: État de l'assistant
it: Stato assistente
ja: ヘルパーのステータス
ko: 도우미 상태
pt_br: Status do assistente
pt_pt: Estado do auxiliar
ru: Статус помощника
sk: Stav pomocníka
sl: Stanje pomočnika
tr: Yardımcı Durumu
vi: Trạng thái trợ lý
zh_hans: 辅助程序状态
zh_hant: 輔助程式狀態

source: Limit (%)
es: Límite (%)
fr: Limite (%)
it: Limite (%)
ja: 上限 (%)
ko: 제한 (%)
nl: Limiet (%)
pt_br: Limite (%)
pt_pt: Limite (%)
ru: Лимит (%)
sl: Omejitev (%)
tr: Sınır (%)
vi: Giới hạn (%)
zh_hans: 限制 (%)
zh_hant: 上限 (%)

source: Notch HUD
es: HUD del Notch
fr: HUD d'encoche
zh_hans: 刘海 HUD

source: OK
es: Aceptar
ko: 확인
ru: ОК
sl: V redu
tr: Tamam
zh_hans: 好
zh_hant: 確定

source: Orange
es: Naranja
it: Arancione
ja: オレンジ
ko: 오렌지
nl: Oranje
pt_br: Laranja
pt_pt: Laranja
ru: Оранжевый
sk: Oranžová
sl: Oranžna
tr: Turuncu
vi: trái cam
zh_hans: 橙色
zh_hant: 橘色

source: Stasis MagSafe LED
es: LED de MagSafe en Stasis
fr: LED MagSafe Stasis
it: LED MagSafe Stasis
pt_br: LED do MagSafe Stasis
pt_pt: LED do MagSafe Stasis
ru: Индикатор MagSafe Stasis
sk: LED kontrolka MagSafe Stasis
sl: LED-lučka MagSafe Stasis
vi: Đèn LED MagSafe Stasis
zh_hans: Stasis MagSafe 指示灯
zh_hant: Stasis MagSafe 指示燈

source: Status
es: Estado
fr: État
it: Stato
ja: ステータス
ko: 상태
pt_pt: Estado
ru: Статус
sk: Stav
sl: Stanje
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pt_br: Versão %@
pt_pt: Versão %@
ru: Версия %@
sk: Verzia %@
sl: Različica %@
tr: Sürüm %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@
